[
  {
    "bookName": "Zero to One",
    "author": "Peter Thiel",
    "publishYear": "2014",
    "genre": "Self-Help/ Entrepreneurship",
    "dateOfCompletion": "2025-06-08",
    "quotes": [
      "The act of creation is singular, as is the moment of creation, and the result is something fresh and strange.",
      "Today's \"best practices\" lead to dead ends; the best paths are new and untried.",
      "The history of progress is a history of better monopoly businesses replacing incumbents. Monopolies drive progress because the promise of years or even decades of monopoly profits provides a powerful incentive to innovate.",
      "Competition is an ideology - the ideology - that pervades our society and distorts our thinking. We preach competition, internalize its necessity, and enact its commandments; and as a result, we trap ourselves within it - even though the more we compete, the less we gain.",
      "Sometimes you do have to fight. Where that's true, you should fight and win. There is no middle ground: either don't throw any punches, or strike hard and end it quickly.",
      "It's not surprise that entitlement spending has eclipsed discretionary spending every year since 1975.",
      "In exchange for better insurance contracts, we seem to have given up the search for secrets about longevity. Systematic knowledge of the current stage of human lifespans has made that range seem natural.",
      "Indefinite optimism seems inherently unsustainable: how can the future get better if no one plans for it?",
      "When a big company makes an offer to acquire a successful startup, it almost always offers too much or too little: founders only sell when they have no more concrete visions for the company, in which case the acquirer probably overpaid; definite founders with robust plans don't sell, which means the offer wasn't high enough.",
      "\"it doesn't matter what you do, as long as you do it well.\" That is completely false. It does matter what you do. You should focus relentlessly on something you're good at doing, but before that you must think hard about whether it will be valuable in the future.",
      "The most important things are singular. . .  Time and decision-making themselves follow a power law, and some moments matter far more than others.",
      "Very few people, if any, could ever understand all its (String Theory's) implications, But is that just because it's difficult? Or is it an impossible mystery? The difference matters. You can achieve difficult things, but you can't achieve the impossible.",
      "The few who knew what might be learned, Foolish enough to put their whole heart on show, And reveal their feelings to the crowd below, Mankind has always crucified and burned. ~ Faust",
      "The Road goes ever on and on Down from the door where it began. Still round the corner there may wait A new road or a secret gate, And though we pass them by today, Tomorrow we may come this way And take the hidden paths that run Towards the Moon or to the Sun. ~ Tolkien",
      "A startup messed up at its foundation cannot be fixed. ~ Theil's Law",
      "No company has a culture; every company is a culture.",
      "We have let ourselves become enchanted by big data only because we exoticize technology.",
      "No sector will ever be so important that merely participating in it will be enough to build a great company.",
      "Perhaps every modern king is just a scapegoat who has managed to delay his own execution.",
      "He (Howard Hughes) liked to remind people that he was a mere mortal, not a Greek god - something that mortals say only when they want to invite comparisons to gods.",
      "The 7 Important Business Questions: 1. Engineering - Can you create breakthrough technology instead of incremental improvements? 2. Timing - Is now the right time to start your particular business? 3. Monopoly - Are you starting with a big share of a small market? 4. People - Do you have the right team? 5. Distribution - Do you have a way to not just create but deliver your product? 6. Durability - Will your market position be defensible 10-20 years into the future? 7. Secret - Have you identified a unique opportunity that others don't see?",
      "What the Singularity would look like matters less than the stark choice we face today between the two most likely scenarios: nothing or something. It's up to us. We cannot take for granted that the future will be bet-ter, and that means we need to work to create it today."
    ]
  },
  {
    "bookName": "Leaders Eat Last",
    "author": "Simon Sinek",
    "publishYear": "2017",
    "genre": "Self-Help/ Leadership",
    "dateOfCompletion": "2025-04-11",
    "quotes": [
      "\"If your actions inspire others to dream more, learn more, do more and become more, you are a leader.\"",
      "When you are with Marines gathering to eat, you will notice that the most junior are served first and the most senior are served last. At the heart of this very simple action is the Marine Corps' approach to leadership.",
      "Marine leaders are expected to eat last because the true price of leadership is the willingness to place the needs of others above your own... true cost of the leadership privilege comes at the expense of self-interest.",
      "\"There are dates worse than death,\" ... \"One date worse than death is accidentally killing your own men. Another fate worse than death is going home alive when twenty-two others don't.\"",
      "\"First of all,\" Campbell asked, \"if I tell the truth, will I still have a job tomorrow?\" Chapman smiled. \"If you have any trouble tomorrow about what you say today,\" he assured him, \"you give me a call.\"",
      "\"When you have people who trust you, they're going to do a better job for you to earn or keep that trust.\"",
      "When the people have to manage dangers from inside the organization, the organization itself becomes less able to face the dangers from outside.",
      "Chapman and others like him didn't set out to change their employees - they set out to change the conditions in which their employees operate. To create cultures that inspire people to give all they have to give simply because they love where they work.",
      "The whole purpose of maintaining the Circle of Safety is so that we can invest all our time and energy to guard against the dangers outside. It's the same reason we lock our doors at night. Not only does feeling safe inside give us peace of mind, but the positive impact on the organization itself is remarkable. When the Circle is strong and that feeling of belonging is ubiquitous, collaboration, trust and innovation result.",
      "We cannot tell people to trust us. We cannot instruct people to come up with big ideas. And we certainly can't demand that people cooperate. These are always results-the results of feeling safe and trusted among the people with whom we work.",
      "Misery may love company, but it is the companies that love misery that suffer the most.",
      "\"It's possible, in other words, that the feeling of being in charge of one's own life more than makes up for the greater amount of responsibility that accompanies higher rungs on the social ladder,\" wrote Max McClure, of the Stanford News Service, in announcing the findings.",
      "Those only doing as they are told, always forced to follow the rules, are the ones who suffer the most. Our feelings of control, stress, and our ability to perform at our best are all directly tied to how safe we feel in our organizations.",
      "...a child's sense of well-being is affected less by the long hours their parents put in at work and more by the mood their parents are in when they come home.",
      "Our ancestors were born dirt poor. Opportunities didn't come their way because of the schools they went to or who their parents knew. Any opportunities came from their will and hard work to create them. And create them they did.",
      "Our species was built to manage in conditions of great danger and insufficient resources. Life in Paleolithic times was not like the aftermath of a hurricane. That's not scarcity, that's destruction. Our ancestors were not the stereotypical cavemen we like to imagine.",
      "Unlike other animals able to communicate, we're capable of syntax and grammar. But another critical reason we survived was thanks to our remarkable ability to co-operate. We are a highly social species whose survival and ability to prosper depend on the help of others.",
      "E.D.S.O. - Without Selfish Chemicals, We Would Starve to Death. Without Social Chemicals, We'd Be Cold-Blooded. E - Endorphins: The Runner's High; D - Dopamine: An Incentive for Progress; S - Serotonin: The Leadership Chemicals; O - Oxytocin: Chemicals Love",
      "Two chemicals-endorphins and dopamine-are the reason that we are driven to hunt, gather and achieve. They make us feel good when we find something we're looking for, build something we need or accomplish our goals. These are the chemicals of progress.",
      "Love is giving someone the power to destroy us and trusting they won't use it."
    ]
  },
  {
    "bookName": "Why Am I An Atheist",
    "author": "Bhagat Singh",
    "publishYear": "1931",
    "genre": "Self-Help/ Philosophy",
    "dateOfCompletion": "2025-04-03",
    "quotes": [
      "They can kill me, but they cannot kill my ideas. They can crush my body, but they will not be able to crush my spirit.",
      "But mere faith and blind faith is dangerous; it dulls the brain, and makes a man reactionary",
      "Please let me know why did he (god) create it (earth)? This world of woes and miseries, a veritable, eternal combination of numberless tragedies: Not a single soul being perfectly satisfied.",
      "Why did the conscious supreme being create this world and man in it? To seek pleasure? Where then is the difference between him and Nero?",
      "Well, you Hindis. You say all the present sufferers belong to the class of sinners of the previous births. Good. You say the present oppressors were saintly people in their previous births, hence they enjoy power. Let me admit that your ancestors were very shrewd people, they tried to find out theories strong enough to hammer down all the efforts of reason and disbelief. But let us analyze how far this argument can really stand.",
      "The greatest sin in this world is to be poor. Poverty is a single: it is a punishment.",
      "Just make a man a believer in immortality and then rob him of all his riches and possessions. He shall help you even in that ungrudgingly.",
      "Rebellion against king is always a sin according to every religion.",
      "\"Is this (atheism) vanity? If it is, I stand for it.\"",
      "The sword of revolution is sharpened on the whetting stone of ideas.",
      "Revolution is an inalienable right of mankind. Freedom is an imperishable birthright of all.",
      "Old orders should change, always and ever, yielding place to new, so that one good order may not corrupt the world.",
      "It takes a loud voice to make the deaf hear.",
      "The sacrifice of individuals at the altar of the 'Great Revolution' that will bring freedom to all, rendering the exploitation of man by man impossible, is inevitable. \"Long live the revolution.\"",
      "If you oppose a prevailing belief, if you criticize a great person who is considered to be an incarnation, you will find that your criticism will be answered by calling you vain and egoist.",
      "Revolution was the viral living force indicative of eternal conflict between life and death, the old and the new, light and the darkness.",
      "Any man who stands for progress has to criticize, disbelieve and challenge every item of the old faith.",
      "If you feel that jail life is really humiliating, why dont you try to improve it by agitating? Perhaps, you will say that this struggle would be futile, but this is precisely the argument which is usually used as a cover by weak people to avoid participation in every movement.",
      "When the fate of the country is being decided, the fate of individuals should be forgotten.",
      "\"Also, please find out from the librarian if some books have been sent to Borstal Jail. They are facing a terrible famine of books.\"",
      "Study was the cry that reverberated in the corridors of my mind. Study to enable yourself to face the arguments advanced by opposition. Study to arm yourself with arguments in favor of your cult.",
      "My strength is the strength of oppressed; my courage is the courage of desperation.",
      "Lovers, lunatics and poets are made of the same stuff.",
      "I am such a lunatic that I am free even in jail.",
      "Power is the greatest justification in this world - \"Might is right\"."
    ]
  },
  {
    "bookName": "Chanakya Neeti",
    "author": "B.K. Chaturvedi",
    "publishYear": "2023",
    "genre": "Self-Help/ Management",
    "dateOfCompletion": "2024-04-08",
    "quotes": [
      "Growth and decay are always in one's own hands.",
      "One must never be uncouthly dressed. [No matter what one's position be, one's dress must not appear to be an eye-sore to the observer.]",
      "One must not copy king's manners or his life style. [No matter how much money and pelf you may acquire, your wearing a crown will appear bodacious since it is the king's prerogative. A king has his royal style which a commoner shouldn't adopt.]",
      "Harsh language scalds more than the fire-burn! [For the wound or Injury caused by fire could be healed but not the wound caused by a caustic remark.]",
      "Self-security (of the people) very much depends on the punishment policy in the state. [The sterner the policy the lesser will be the need for self-security. Its converse is also true.]",
      "Never dishonour even a weak king. [A king is not just a person but an institution for the state. Even if your king is weak he deserves honour because he symbolizes your state. Dishonouring him is tantamount to dishonouring your own country.]",
      "Fire is never weak. [Even a tiny cinder can burn to ashes a huge jungle. Hence never disregard fire as weak any time.]",
      "A great man never relies on other's help while doing a courageous act.",
      "One must not violate one's basic characteristics. A hungry lion would never eat grass.",
      "Even milk is unacceptable if given by a drunkard.",
      "One should not insult or show contempt to one's closeness.",
      "Money can make even an ugly person good looking.",
      "Never be lazy in learning (or adopting) good qualities. The good qualities of an enemy should be taken (or adopted). If even poison has traces of nectar, it should be taken from it.",
      "Observance of excessive formality engenders suspicion (about the observer's true intentions).",
      "Extra affection breeds weakness.",
      "Never go to your king with empty hands. [That is one must always carry a gift for one's king.]",
      "Visit the royal family regularly. [Maintaining the contact with the royal family has a lot of hidden advantages.]",
      "Never throw your seed into a field which is not yours.",
      "One's development or destruction depends very much upon one's tongue (or speech). One's tongue (or speech) can be the source of poison or nectar. Even the gods become happy with a prayer (or their praise). Even the baseless foul remark remains long in one's memory.",
      "Don't forego the available pleasure in the hope of enjoying a bigger one in future. [For no one can be sure of it in future]",
      "A wise enemy is better than a foolish friend.",
      "Good qualities reflect on one's physical appearance.",
      "One's social conduct is more important than one's religious faith."
    ]
  },
  {
    "bookName": "I Hear You",
    "author": "Nidhi Upadhyay",
    "publishYear": "2023",
    "genre": "Suspense/Medical Thriller/Sci-Fi",
    "dateOfCompletion": "2024-04-08",
    "quotes": [
      "I doubt you can put together this puzzle, my friends. The pieces seem to be coming from different boxes.",
      "You aren't caught until you are caught.",
      "\"If you fail to plan, you plan to fail.\"",
      "'According to Hindu scripture, the eight astonishing powers of our mind are Anima, Mahima, Garima, Laghima, Prapti, Prakamya, Istiva and Vasitva....'",
      "'But don't we all have someone different inside us? We're all several people at the same time,' Shivam argued. He'd seen his parents beaming with happiness at parent-teacher meetings and then scolding Shivam for the same scores at home."
    ]
  },
  {
    "bookName": "Communication and Persuasion Skills from Swami Vivekanand",
    "author": "A.R.K. Sharma",
    "publishYear": "2018",
    "genre": "Self-Help",
    "dateOfCompletion": "2024-04-02",
    "quotes": [
      "We too are grown up children, that is all.",
      "The 7Cs of good communication are: clarity, completeness, conciseness, correctness, courtesy, consideration and coherence.",
      "\"The ass carrying its load of sandalwood knows only the weight and not the value of the sandalwood.\" If education is identical with information, the libraries are the greatest sages in the world, and encyclopaedias are the Rishis.\"",
      "\"When I read it (Alice in Wonderland), I was delighted; it was always in my head to write that sort of book for children. What pleased me most in it was what you think most incongruous, that there is no connection there. One idea comes and jumps into another, without any connection. When you were children, you thought that the most wonderful connection. So this man brought back his thoughts of childhood, which were perfectly connected to him as a child, and composed this book for children...\"",
      "\"My success is due to my popular style - the greatness of a teacher consists in the simplicity of his language.\"",
      "There is enough in this world for everyone's needs, but not enough for everyone's greed."
    ]
  },
  {
    "bookName": "It Starts With Us",
    "author": "Colleen Hoover",
    "publishYear": "2022",
    "genre": "Romance/Adult Fiction",
    "dateOfCompletion": "2024-03-20",
    "quotes": [
      "Every ending has a beginning.",
      "Parenthood in two words - comforting and terrifying.",
      "I am grateful for you. I've missed you. I absolutely should have kissed you.",
      "\"I wouldn't blame you for being mad at me. I cost you a lot of money.\" \"You did do that,\" I say. \"Those croutons were expensive.\" Josh laughs for the first time this morning. \"Dude, those croutons were fucking delicious.\"",
      "Look at the ships, let's lock lips!",
      "\"A team is the only thing people should be when kids are involved.\"",
      "...just because you're born into a group of people, that doesn't make them your family.",
      "\"You know that homework I'm behind on? The family tree?\" Josh pulls at his seat belt and begins to fasten it. \"They never said how big the tree needed to be. I'll just draw a baby seedling. They don't have branches.\"",
      "Josh flips him off and yells, \"Ass hole,\" out my window. Once we're out of Tim's eyesight, Joshi falls back against his seat, laughing. \"It's asshole, Josh. One word.\" \"Asshole,\" he says, pronouncing it the correct way. \"Thank you. Now stop saying it. You're twelve.\"",
      "I can't tell you what that means to me, knowing that you have our \"heart\" placed in the very spot where I once secretly buried the words I love you.",
      "Love. Discovering it, giving it, receiving it, falling in it, living in it, leaving for it!",
      "Lily laughs. \"I can't wait to be stuck with you forever.\"",
      "P.S. It is my wish for you to be my fish."
    ]
  },
  {
    "bookName": "The Chad Mindset Vol 1 - 3",
    "author": "Jacked Aecus",
    "publishYear": "2023",
    "genre": "Self-Help",
    "dateOfCompletion": "2024-03-19",
    "quotes": [
      "\"Tomorrow doesn't exist. Yesterday doesn't exist. The only thing you have in your hands is today.\"",
      "\"In the past, huge economic downturns have been more favourable to creating fortunes than periods of tremendous prosperity.\" \"A goal without a deadline is just a dream.\"",
      "The goal isn't just to get stuff done, it's to get stuff done ASAP!",
      "Fear is an excellent motivator, if you let it motivate you. Fear is also an excellent tool to keep you from succeeding, if you let it.",
      "You don't deserve something if you're not willing to work hard for it. You can have it if you're willing to die for it.",
      "You eat garbage = You feel like garbage. Depression is more common among the obese. Video games are no substitute. Movies are no substitute. The internet is no substitute. Depressing music has a depressing effect. Stop listening to it.",
      "Shame will light a fire under you better than any desire. It isn't desire that gets someone to train like an animal. It isn't desire that deadlifts 900 lbs. It isn't desire that gets someone in the boxing ring and kills opponents left and right. It is the revenge of shame.",
      "If you want to get in shape you can't read a bunch of goddamn books on physical fitness and expect to get into shape. Same with business. You gotta learn all you can, cram it into a month or two, and then get that ball rolling.",
      "Your time should be spent either eating, shitting, lifting, learning or doing.",
      "When you look like a winner, success is inevitable. If you consistently look like a winner, people will always take notice of you and hold you in high esteem, which is exactly how you should be viewed.",
      "Your outward appearance is a complete and total manifestation of your inward mindset, attitude and pride. If you wish to be perceived as a man of value, start advertising yourself as a man of value.",
      "Having high standards is the mark of a man who is not swayed by the lies of the television, the lies of the government, the lies of the deluded and drugged masses of the soul-less.",
      "Have a reason to succeed. You must have a need to succeed. Not a want, or a hope, or a wish... a fucking NEED.",
      "\"Overnight successes\" can take up to 15 years to achieve. Rule breakers are action takers. \"Be in control of everything in your life, leave nothing in the hands of others, and always keep options.\"",
      "The real sacrifice, the only sacrifice, is not trying in the first place. That's what leads to the \"what ifs\" on the deathbed.",
      "At the end of the day they won't have what you have... Live like no one will, so you can live like no one can. The best shy people perform so well that other people don't even know that they are shy.",
      "Talented introverts often spend years \"in the shadows\" developing a talent or skill-set. Then they seem to come out of nowhere (overnight successes)."
    ]
  }
]