{
  "bookName": "Zero to One",
  "author": "Peter Thiel",
  "publishYear": "2014",
  "genre": "Self-Help/ Entrepreneurship",
  "dateOfCompletion": "2025-06-08",
  "quotes": [
    "The act of creation is singular, as is the moment of creation, and the result is something fresh and strange.",
    "Today's \"best practices\" lead to dead ends; the best paths are new and untried.",
    "The history of progress is a history of better monopoly businesses replacing incumbents. Monopolies drive progress because the promise of years or even decades of monopoly profits provides a powerful incentive to innovate.",
    "Competition is an ideology - the ideology - that pervades our society and distorts our thinking. We preach competition, internalize its necessity, and enact its commandments; and as a result, we trap ourselves within it - even though the more we compete, the less we gain.",
    "Sometimes you do have to fight. Where that's true, you should fight and win. There is no middle ground: either don't throw any punches, or strike hard and end it quickly.",
    "It's not surprise that entitlement spending has eclipsed discretionary spending every year since 1975.",
    "In exchange for better insurance contracts, we seem to have given up the search for secrets about longevity. Systematic knowledge of the current stage of human lifespans has made that range seem natural.",
    "Indefinite optimism seems inherently unsustainable: how can the future get better if no one plans for it?",
    "When a big company makes an offer to acquire a successful startup, it almost always offers too much or too little: founders only sell when they have no more concrete visions for the company, in which case the acquirer probably overpaid; definite founders with robust plans don't sell, which means the offer wasn't high enough.",
    "\"it doesn't matter what you do, as long as you do it well.\" That is completely false. It does matter what you do. You should focus relentlessly on something you're good at doing, but before that you must think hard about whether it will be valuable in the future.",
    "The most important things are singular. . .  Time and decision-making themselves follow a power law, and some moments matter far more than others.",
    "Very few people, if any, could ever understand all its (String Theory's) implications, But is that just because it's difficult? Or is it an impossible mystery? The difference matters. You can achieve difficult things, but you can't achieve the impossible.",
    "The few who knew what might be learned, Foolish enough to put their whole heart on show, And reveal their feelings to the crowd below, Mankind has always crucified and burned. ~ Faust",
    "The Road goes ever on and on Down from the door where it began. Still round the corner there may wait A new road or a secret gate, And though we pass them by today, Tomorrow we may come this way And take the hidden paths that run Towards the Moon or to the Sun. ~ Tolkien",
    "A startup messed up at its foundation cannot be fixed. ~ Theil's Law",
    "No company has a culture; every company is a culture.",
    "We have let ourselves become enchanted by big data only because we exoticize technology.",
    "No sector will ever be so important that merely participating in it will be enough to build a great company.",
    "Perhaps every modern king is just a scapegoat who has managed to delay his own execution.",
    "He (Howard Hughes) liked to remind people that he was a mere mortal, not a Greek god - something that mortals say only when they want to invite comparisons to gods.",
    "The 7 Important Business Questions: 1. Engineering - Can you create breakthrough technology instead of incremental improvements? 2. Timing - Is now the right time to start your particular business? 3. Monopoly - Are you starting with a big share of a small market? 4. People - Do you have the right team? 5. Distribution - Do you have a way to not just create but deliver your product? 6. Durability - Will your market position be defensible 10-20 years into the future? 7. Secret - Have you identified a unique opportunity that others don't see?",
    "What the Singularity would look like matters less than the stark choice we face today between the two most likely scenarios: nothing or something. It's up to us. We cannot take for granted that the future will be bet-ter, and that means we need to work to create it today."
  ]
}