[
  {
    "bookName": "Things No One Taught Us About Love",
    "coverImage": "./assets/images/book-covers/ThingsNoOneTaughtUsAboutLove.jpg",
    "author": "Vex King",
    "publishYear": "2024",
    "genre": "Self-Help",
    "dateOfCompletion": "2025-06-26",
    "quotes": [
      "We look for someone to complete us because we've decided we're incomplete.",
      "You are worthy of love that is pure, inspiring and wholesome: the kind of love that unlocks your capacity to love yourself more deeply, especially in those testing moments when your mind vigorously swims against the tides of pain.",
      "A relationship can help you cultivate more love, but ultimately - like a mirror - it will only amplify the abundance or lack of love you carry towards yourself.",
      "Independence and wholeness attract something far more profound than co-dependence.",
      "The right partner will not complete you. You are already whole. The right partner will expand you. They will catalyze your growth and elevate your consciousness.",
      "Love is not scientific. It's not mathematical. It's not exactly rational. And yet it's so simple that even a baby knows what it is, at least on some primal level.",
      "Love is the easiest thing we'll ever do, be, experience, give and receive.",
      "You can love anyone, but that doesn't mean you should be in a relationship with them. Compatibility, respect, trust, reciprocity, vulnerability, intimacy, communication, understanding and honesty are needed. \n\nEffort is a must.",
      "Passion burns hot, then fizzles like an Alka-Seltzer in water. But true love? That can simmer on the back  burner forever.",
      "If we choose to move on, it doesn't mean we never experienced love, or that we will never feel love for that person again, it just means we no longer share the same garden - the one that helped us generate love. That garden exists outside of us, as a shared space.",
      "The sun shines on everything without judgement - both the good and the bad, the pretty and the ugly. Its light may reveal the kindness in a person's face, or the beauty of holy places; but the sun also shines on the rubbish in the streets. The light isn't changed by them.",
      "Where there is light, there are also shadows. We can so easily focus only on our shadowy troubles in life, forgetting all about the radiance.",
      "'The things you own end up owning you.' The problem isn't the object, it's the compulsive clinging attitude inside us. That's the shadow of the ego.",
      "Change is inevitable... In truth, nothing is ever ours, because life is in a constant state of flux. Our bodies and thoughts, and even our dearly held beliefs, are also in flux. In fact, it is exactly this constant state of flowing change that makes life possible.",
      "Sometimes, the discomfort we feel is an expression of our unconditional love meeting people who only want to love us conditionally.",
      "Love is not bound by time. Love is never 'bad'. It can't be.",
      "We must clearly communicate our needs and expectations for the sake of the relationship and to make sure our unconditional love doesn't encourage unconditional tolerance.",
      "We don't fall in love, we rise in love.",
      "'You are not a drop in the ocean;\nYou are the entire ocean in a drop.'",
      "Those who are comfortable being alone can often love deeply and purely, because they are not sharing to receive, but simply giving.",
      "Self-love isn't selfish. Self-love means checking in with ourselves regularly. It means asking what we need in order to thrive, without denying our experiences or emotions - or anyone else's.",
      "Do you know who will never leave your side?\nYou.\n\nPerhaps this is the relationship you need to nurture the most.",
      "Those who perfectly fit an unconscious longing can seem like a worthy prize. But resisting this magnetic pull is sometimes the most loving act we can do for ourselves.",
      "Some questions to ask early on:\nQ. How do you define what is morally right or wrong?\nQ. How do you tend to handle disagreements or conflicts?\nQ. What does good communication look like in a relationship?\nQ. How important is physical attraction to you in a relationship?\nQ. Can you describe what you find attractive in a person beyond physical attraction?\nQ. How have you shown empathy to your partner during challenging times?\nQ. How do you handle situations where honesty is difficult but necessary?",
      "Love is not blind.\n\n\"May you find a love that radically accepts the parts of you that you're still working on.\"",
      "Nostalgia creates an illusion of compatibility.",
      "You leave a welcome mat out in front of your heart for somebody who doesn't want to enter, then conclude that something's wrong with your house... the person who ghosts you is doing you a favour. They aren't capable of or willing to communicate big emotions, manage confrontation or exercise authenticity. Had they stayed, an intimate connection or genuine friendship woud've been impossible to foster.",
      "You deserve a partner who honours your reasonable non-negotiable needs without shaming you for having them. That isn't entitlement - it's reclaiming wholeness.",
      "Though instincts arise before we can think, awareness creates a space between impulse and response. Within this gap, choice becomes possible.",
      "Relationships can help us heal old wounds - if we let them.",
      "'The best way to find out if you can trust somebody is to trust them.' ~ Ernest Hemingway",
      "Without respectful honesty, there is no trust; without trust, there is no safety; without safety, there is no intimacy; and without intimacy, there is no connection.",
      "Keeping it real saves you so much time and energy. You discover who appreciates you as you are, who else is being themselves, and you free yourself from the burden of maintaining a fake connection that doesn't align with your deepest beliefs and values.",
      "If you're flexible with your boundaries, people will be flexible with how they treat you.",
      "Love is only present when you are",
      ""
    ]
  },
  {
    "bookName": "The Almanack of Naval Ravikant",
    "coverImage": "./assets/images/book-covers/TheAlmanackofNavalRavikant.jpg",
    "author": "Eric Jorgenson",
    "publishYear": "2020",
    "genre": "Self-Help",
    "dateOfCompletion": "2025-06-22",
    "quotes": [
      "You will get rich by giving society what it wants but does not yet know how to get. At scale.",
      "Not in the \"run into the fire without thinking twice\" sense, but in the \"think twice and then tell everyone they're focusing on the wrong fire\" sense.",
      "Capital and labor are permissioned leverage. Everyone is chasing capital, but someone has to give it to you. Everyone is trying to lead, but someone has to follow you.",
      "Set and enforce an aspirational personal hourly rate. If fixing a problem will save less than your hourly rate, ignore it. If outsourcing a task will cost less than your hourly rate, outsource it.",
      "Technology democratizes consumption but consolidates production. The best person in the world at anything gets to do it for everyone.",
      "No one can compete with you on being you. Most of life is a search for who and what needs you the most.",
      "The best jobs are neither decreed nor degreed. They are creative expressions of continuous learners in free markets.",
      "You do need to be deep in something because otherwise you'll be a mile wide and an inch deep and you won't get what you want out of life.",
      "All the returns in life, whether in wealth, relationships, or knowledge, come from compound interest.",
      "Intentions don't matter. Actions do. That's why being ethical is hard.",
      "When you're dating, the instant you know this relationship is not going to be the one that leads to marriage, you should probably move on.",
      "Follow your intellectual curiosity more than whatever is \"hot\" right now.",
      "The most democratic form (of leverage). It is: \"products with no marginal cost of replication.\"",
      "We waste our time with short-term thinking and busywork. Warren Buffett spends a year deciding and a day acting. That act lasts decades.",
      "You will never be worth more than you think you're worth.",
      "Money is not going to solve all your problems, but it's going to solve all of your money problems.",
      "Retirement is when you stop sacrificing today for an imaginary tomorrow. When today is complete, in and of itself, you're retired.",
      "Whether in commerce, science or politics - history remembers the artists.",
      "The winners of any game are the people who are so addicted they continue playing even as the marginal utility from winning declines.",
      "Build your character in a certain way, then your character becomes your destiny.",
      "\"In a long-term game, it seems that everybody is making each other rich. And in the short-term game, it seems like everybody is making themselves rich.\" ~ Nivi",
      "Be a maker who makes something interesting people want. Show your craft, practice your craft, and the right people will eventually find you.",
      "Sharks eat well but live a life surrounded by sharks.",
      "The closer you want to get to me, the better your values have to be.",
      "Most of history was built by young people. They just got credit when they were older (or dead).",
      "Don't keep count.",
      "Your real resume is just a catalog of all your suffering.",
      "Let's get you rich first. I'm very practical about it because, you know, Buddha was a prince. He started off really rich, then he got to go off in the woods.",
      "You don't get rich by spending your time to save money. You get rich by saving your time to make money.",
      "Clear thinkers appeal to their own authority.",
      "\"Tension is who you think you should be. Relaxation is who you are.\" ~ Buddhist saying",
      "Self-serving conclusions should have a higher bar.",
      "Praise specifically, criticize generally.",
      "It's not about having correct judgment. It's about avoiding incorrect judgments.",
      "The means of learning are abundant - it's the desire to learn that is scarce.",
      "Read what you love until you love to read.",
      "Reading a book isn't a race - the better the book, the more slowly it should be absorbed.",
      "\"As long as I have a book in my hand, I don't feel like I'm wasting time.\" ~ Charlie Munger",
      "Pointing out obvious exceptions implies either the target isn't smart or you aren't.",
      "Every positive thought even has a seed of a negative thought within it and vice versa, which is why a lot of greatness in life comes out of suffering.",
      "\"Enlightenment is the space between your thoughts.\" ~ Eckhart Tolle",
      "You locally reverse entropy. That's why you're here.",
      "\"You have two lives, and the second one begins when you realise you only have one.\" ~ Confucius",
      "\"All of man's troubles arise because he cannot sit in a room quietly by himself.\" ~ Blaise Pascal",
      "If you can't see yourself working with someone for life, don't work with them for a day.",
      "There is no legacy. There's nothing to leave. We're all going to be gone.",
      "When everyone is sick, we no longer conside  r it a disease.",
      "Most of our suffering comes from avoidance.",
      "Hiking is walking meditation.\nJournaling is writing meditation.\nPraying is gratitude meditation.\nShowering is accidental meditation.\nSitting quietly is direct mediation.",
      "The current environment programs the brain, but the clever brain can choose its upcoming environment.",
      "The hardest thing is not doing what you want - it's knowing what you want.",
      "A busy mind accelerates the passage of subjective time.",
      "\"Anger is a hot coal you hold in your hand while waiting to throw it at somebody.\" ~ Buddhist saying",
      "\"To find a worthy mate, be worthy of a worthy mate.\" ~ Charlie Munger",
      "Wisdom is the discarding of vices and the return to virtue, by way of knowledge.",
      "\"Everything is more beautiful because we're doomed.\" ~ Homer, The Iliad",
      "Inspiration is perishable - act on it immediately.",
      "The democratization of technology allows anyone to be a creator, entrepreneur, scientist. The future is brighter.",
      "It's statistically likely there are more advanced alien civilizations out there. Hopefully, they're good environmentalists and find us cute.",
      "Read enough, and you become a connoissuer.",
      "Health, love, and your mission, in that order. Nothing else matters."
    ]
  },
  {
    "bookName": "Zero to One",
    "coverImage": "./assets/images/book-covers/ZeroToOne.jpg",
    "author": "Peter Thiel",
    "publishYear": "2014",
    "genre": "Self-Help/ Entrepreneurship",
    "dateOfCompletion": "2025-06-08",
    "quotes": [
      "The act of creation is singular, as is the moment of creation, and the result is something fresh and strange.",
      "Today's \"best practices\" lead to dead ends; the best paths are new and untried.",
      "The history of progress is a history of better monopoly businesses replacing incumbents. Monopolies drive progress because the promise of years or even decades of monopoly profits provides a powerful incentive to innovate.",
      "Competition is an ideology - the ideology that pervades our society and distorts our thinking. We preach competition, internalize its necessity, and enact its commandments; and as a result, we trap ourselves within it - even though the more we compete, the less we gain.",
      "Sometimes you do have to fight. Where that's true, you should fight and win. There is no middle ground: either don't throw any punches, or strike hard and end it quickly.",
      "It's not a surprise that entitlement spending has eclipsed discretionary spending every year since 1975.",
      "In exchange for better insurance contracts, we seem to have given up the search for secrets about longevity. Systematic knowledge of the current stage of human lifespans has made that range seem natural.",
      "Indefinite optimism seems inherently unsustainable: how can the future get better if no one plans for it?",
      "When a big company makes an offer to acquire a successful startup, it almost always offers too much or too little: founders only sell when they have no more concrete visions for the company, in which case the acquirer probably overpaid; definite founders with robust plans don't sell, which means the offer wasn't high enough.",
      "\"It doesn't matter what you do, as long as you do it well.\" That is completely false. It does matter what you do. You should focus relentlessly on something you're good at doing, but before that you must think hard about whether it will be valuable in the future.",
      "The most important things are singular. Time and decision-making themselves follow a power law, and some moments matter far more than others.",
      "Very few people, if any, could ever understand all its (String Theory's) implications, but is that just because it's difficult? Or is it an impossible mystery? The difference matters. You can achieve difficult things, but you can't achieve the impossible.",
      "The few who knew what might be learned,\nFoolish enough to put their whole heart on show,\nAnd reveal their feelings to the crowd below,\nMankind has always crucified and burned.\n~ Faust",
      "The Road goes ever on and on\nDown from the door where it began.\nStill round the corner there may wait\nA new road or a secret gate,\nAnd though we pass them by today,\nTomorrow we may come this way\nAnd take the hidden paths that run\nTowards the Moon or to the Sun.\n~ Tolkien",
      "A startup messed up at its foundation cannot be fixed. ~ Theil's Law",
      "No company has a culture; every company is a culture.",
      "We have let ourselves become enchanted by big data only because we exoticize technology.",
      "No sector will ever be so important that merely participating in it will be enough to build a great company.",
      "Perhaps every modern king is just a scapegoat who has managed to delay his own execution.",
      "He (Howard Hughes) liked to remind people that he was a mere mortal, not a Greek god - something that mortals say only when they want to invite comparisons to gods.",
      "The 7 Important Business Questions:\n1. Engineering - Can you create breakthrough technology instead of incremental improvements?\n2. Timing - Is now the right time to start your particular business?\n3. Monopoly - Are you starting with a big share of a small market?\n4. People - Do you have the right team?\n5. Distribution - Do you have a way to not just create but deliver your product?\n6. Durability - Will your market position be defensible 10-20 years into the future?\n7. Secret - Have you identified a unique opportunity that others don't see?",
      "What the Singularity would look like matters less than the stark choice we face today between the two most likely scenarios: nothing or something. It's up to us. We cannot take for granted that the future will be better, and that means we need to work to create it today."
    ]
  },
  {
    "bookName": "Leaders Eat Last",
    "coverImage": "./assets/images/book-covers/LeadersEatLast.jpg",
    "author": "Simon Sinek",
    "publishYear": "2017",
    "genre": "Self-Help/ Leadership",
    "dateOfCompletion": "2025-04-11",
    "quotes": [
      "\"If your actions inspire others to dream more, learn more, do more and become more, you are a leader.\"",
      "When you are with Marines gathering to eat, you will notice that the most junior are served first and the most senior are served last. At the heart of this very simple action is the Marine Corps' approach to leadership.\n\nMarine leaders are expected to eat last because the true price of leadership is the willingness to place the needs of others above your own.True cost of the leadership privilege comes at the expense of self-interest.",
      "\"There are dates worse than death,\" ... \"One date worse than death is accidentally killing your own men. Another fate worse than death is going home alive when twenty-two others don't.\"",
      "\"First of all,\" Campbell asked, \"if I tell the truth, will I still have a job tomorrow?\" Chapman smiled. \"If you have any trouble tomorrow about what you say today,\" he assured him, \"you give me a call.\"",
      "\"When you have people who trust you, they're going to do a better job for you to earn or keep that trust.\"",
      "When the people have to manage dangers from inside the organization, the organization itself becomes less able to face the dangers from outside.",
      "Chapman and others like him didn't set out to change their employees - they set out to change the conditions in which their employees operate. To create cultures that inspire people to give all they have, to give simply because they love where they work.",
      "The whole purpose of maintaining the Circle of Safety is so that we can invest all our time and energy to guard against the dangers outside. It's the same reason we lock our doors at night. Not only does feeling safe inside give us peace of mind, but the positive impact on the organization itself is remarkable. When the Circle is strong and that feeling of belonging is ubiquitous, collaboration, trust and innovation result.",
      "We cannot tell people to trust us. We cannot instruct people to come up with big ideas. And we certainly can't demand that people cooperate. These are always results - the results of feeling safe and trusted among the people with whom we work.",
      "Misery may love company, but it is the companies that love misery that suffer the most.",
      "\"It's possible, in other words, that the feeling of being in charge of one's own life more than makes up for the greater amount of responsibility that accompanies higher rungs on the social ladder,\" wrote Max McClure, of the Stanford News Service.",
      "Those only doing as they are told, always forced to follow the rules, are the ones who suffer the most. Our feelings of control, stress, and our ability to perform at our best are all directly tied to how safe we feel in our organizations.",
      "A child's sense of well-being is affected less by the long hours their parents put in at work and more by the mood their parents are in when they come home.",
      "Our ancestors were born dirt poor. Opportunities didn't come their way because of the schools they went to or who their parents knew. Any opportunities came from their will and hard work to create them. And create them they did.",
      "Our species was built to manage in conditions of great danger and insufficient resources. Life in Paleolithic times was not like the aftermath of a hurricane. That's not scarcity, that's destruction. Our ancestors were not the stereotypical cavemen we like to imagine.",
      "Unlike other animals able to communicate, we're capable of syntax and grammar. But another critical reason we survived was thanks to our remarkable ability to co-operate. We are a highly social species whose survival and ability to prosper depend on the help of others.",
      "E.D.S.O. - Without Selfish Chemicals, We Would Starve to Death. Without Social Chemicals, we'd Be Cold-Blooded.\nE - Endorphins: The Runner's High\nD - Dopamine: An Incentive for Progress\nS - Serotonin: The Leadership Chemicals\nO - Oxytocin: Chemicals Love",
      "Two chemicals - endorphins and dopamine - are the reason that we are driven to hunt, gather and achieve. They make us feel good when we find something we're looking for, build something we need or accomplish our goals. These are the chemicals of progress.",
      "\"Love is giving someone the power to destroy us and trusting they won't use it.\""
    ]
  },
  {
    "bookName": "Why Am I An Atheist",
    "coverImage": "./assets/images/book-covers/WhyIAmAnAtheist.jpg",
    "author": "Bhagat Singh",
    "publishYear": "1931",
    "genre": "Self-Help/ Philosophy",
    "dateOfCompletion": "2025-04-03",
    "quotes": [
      "They can kill me, but they cannot kill my ideas. They can crush my body, but they will not be able to crush my spirit.",
      "But mere faith and blind faith is dangerous; it dulls the brain, and makes a man reactionary.",
      "Please let me know why did he (god) create it (earth)? This world of woes and miseries, a veritable, eternal combination of numberless tragedies: Not a single soul being perfectly satisfied.",
      "Why did the conscious supreme being create this world and man in it? To seek pleasure? Where then is the difference between him and Nero?",
      "Well, you Hindus. You say all the present sufferers belong to the class of sinners of the previous births. Good. You say the present oppressors were saintly people in their previous births, hence they enjoy power. Let me admit that your ancestors were very shrewd people, they tried to find out theories strong enough to hammer down all the efforts of reason and disbelief.",
      "The greatest sin in this world is to be poor. Poverty is a sin: it is a punishment.",
      "Just make a man a believer in immortality and then rob him of all his riches and possessions. He shall help you even in that ungrudgingly.",
      "Rebellion against king is always a sin according to every religion.",
      "\"Is this (atheism) vanity? If it is, I stand for it.\"",
      "The sword of revolution is sharpened on the whetting stone of ideas.",
      "Revolution is an inalienable right of mankind. Freedom is an imperishable birthright of all.",
      "Old orders should change, always and ever, yielding place to new, so that one good order may not corrupt the world.",
      "It takes a loud voice to make the deaf hear.",
      "The sacrifice of individuals at the altar of the 'Great Revolution' that will bring freedom to all, rendering the exploitation of man by man impossible, is inevitable.\n\"Long live the revolution.\"",
      "If you oppose a prevailing belief, if you criticize a great person who is considered to be an incarnation, you will find that your criticism will be answered by calling you vain and egoist.",
      "Revolution was the viral living force indicative of eternal conflict between life and death, the old and the new, light and the darkness.",
      "Any man who stands for progress has to criticize, disbelieve and challenge every item of the old faith.",
      "If you feel that jail life is really humiliating, why dont you try to improve it by agitating? Perhaps, you will say that this struggle would be futile, but this is precisely the argument which is usually used as a cover by weak people to avoid participation in every movement.",
      "When the fate of the country is being decided, the fate of individuals should be forgotten.",
      "\"Also, please find out from the librarian if some books have been sent to Borstal Jail. They are facing a terrible famine of books.\"",
      "Study was the cry that reverberated in the corridors of my mind. Study to enable yourself to face the arguments advanced by opposition. Study to arm yourself with arguments in favor of your cult.",
      "My strength is the strength of oppressed; my courage is the courage of desperation.",
      "Lovers, lunatics and poets are made of the same stuff.",
      "I am such a lunatic that I am free even in jail.",
      "Power is the greatest justification in this world - \"Might is right\"."
    ]
  },
  {
    "bookName": "Chanakya Neeti",
    "coverImage": "./assets/images/book-covers/ChanakyaNeeti.jpg",
    "author": "B.K. Chaturvedi",
    "publishYear": "2023",
    "genre": "Self-Help/ Management",
    "dateOfCompletion": "2024-04-08",
    "quotes": [
      "Growth and decay are always in one's own hands.",
      "One must never be uncouthly dressed. [No matter what one's position be, one's dress must not appear to be an eye-sore to the observer.]",
      "One must not copy king's manners or his life style. [No matter how much money and pelf you may acquire, your wearing a crown will appear bodacious since it is the king's prerogative. A king has his royal style which a commoner shouldn't adopt.]",
      "Harsh language scalds more than the fire-burn! [For the wound or Injury caused by fire could be healed but not the wound caused by a caustic remark.]",
      "Self-security (of the people) very much depends on the punishment policy in the state. [The sterner the policy the lesser will be the need for self-security. Its converse is also true.]",
      "Never dishonour even a weak king. [A king is not just a person but an institution for the state. Even if your king is weak he deserves honour because he symbolizes your state. Dishonouring him is tantamount to dishonouring your own country.]",
      "Fire is never weak. [Even a tiny cinder can burn to ashes a huge jungle. Hence never disregard fire as weak any time.]",
      "A great man never relies on other's help while doing a courageous act.",
      "One must not violate one's basic characteristics. A hungry lion would never eat grass.",
      "Even milk is unacceptable if given by a drunkard.",
      "One should not insult or show contempt to one's closeness.",
      "Money can make even an ugly person good looking.",
      "Never be lazy in learning (or adopting) good qualities. The good qualities of an enemy should be taken (or adopted). If even poison has traces of nectar, it should be taken from it.",
      "Observance of excessive formality engenders suspicion (about the observer's true intentions).",
      "Extra affection breeds weakness.",
      "Never go to your king with empty hands. [That is one must always carry a gift for one's king.]",
      "Visit the royal family regularly. [Maintaining the contact with the royal family has a lot of hidden advantages.]",
      "Never throw your seed into a field which is not yours.",
      "One's development or destruction depends very much upon one's tongue (or speech). One's tongue (or speech) can be the source of poison or nectar. Even the gods become happy with a prayer (or their praise). Even the baseless foul remark remains long in one's memory.",
      "Don't forego the available pleasure in the hope of enjoying a bigger one in future. [For no one can be sure of it in future.]",
      "A wise enemy is better than a foolish friend.",
      "Good qualities reflect on one's physical appearance.",
      "One's social conduct is more important than one's religious faith."
    ]
  },
  {
    "bookName": "I Hear You",
    "coverImage": "./assets/images/book-covers/IHearYou.jpg",
    "author": "Nidhi Upadhyay",
    "publishYear": "2023",
    "genre": "Suspense/Medical Thriller/Sci-Fi",
    "dateOfCompletion": "2024-04-08",
    "quotes": [
      "I doubt you can put together this puzzle, my friends. The pieces seem to be coming from different boxes.",
      "You aren't caught until you are caught.",
      "\"If you fail to plan, you plan to fail.\"",
      "'According to Hindu scripture, the eight astonishing powers of our mind are Anima, Mahima, Garima, Laghima, Prapti, Prakamya, Istiva and Vasitva....'",
      "'But don't we all have someone different inside us? We're all several people at the same time,' Shivam argued. He'd seen his parents beaming with happiness at parent-teacher meetings and then scolding Shivam for the same scores at home."
    ]
  },
  {
    "bookName": "Persuasion Skills from Swami Vivekanand",
    "coverImage": "./assets/images/book-covers/PersuasionSkillsFromSwamiVivekanand.jpeg",
    "author": "A.R.K. Sharma",
    "publishYear": "2018",
    "genre": "Self-Help",
    "dateOfCompletion": "2024-04-02",
    "quotes": [
      "We too are grown up children, that is all.",
      "The 7Cs of good communication are: clarity, completeness, conciseness, correctness, courtesy, consideration and coherence.",
      "\"The ass carrying its load of sandalwood knows only the weight and not the value of the sandalwood.\" If education is identical with information, the libraries are the greatest sages in the world, and encyclopedias are the Rishis.\"",
      "\"My success is due to my popular style - the greatness of a teacher consists in the simplicity of his language.\"",
      "There is enough in this world for everyone's needs, but not enough for everyone's greed."
    ]
  },
  {
    "bookName": "It Starts With Us",
    "coverImage": "./assets/images/book-covers/ItStartsWithUs.jpg",
    "author": "Colleen Hoover",
    "publishYear": "2022",
    "genre": "Romance/Adult Fiction",
    "dateOfCompletion": "2024-03-20",
    "quotes": [
      "Every ending has a beginning.",
      "Parenthood in two words - comforting and terrifying.",
      "I am grateful for you. I've missed you. I absolutely should have kissed you.",
      "\"I wouldn't blame you for being mad at me. I cost you a lot of money.\"\n\"You did do that,\" I say. \"Those croutons were expensive.\"\nJosh laughs for the first time this morning. \"Dude, those croutons were fucking delicious.\"",
      "Look at the ships, let's lock lips!",
      "\"A team is the only thing people should be when kids are involved.\"",
      "...just because you're born into a group of people, that doesn't make them your family.",
      "\"You know that homework I'm behind on? The family tree?\" Josh pulls at his seat belt and begins to fasten it. \"They never said how big the tree needed to be. I'll just draw a baby seedling. They don't have branches.\"",
      "Josh flips him off and yells, \"Ass hole,\" out my window. Once we're out of Tim's eyesight, Joshi falls back against his seat, laughing. \"It's asshole, Josh. One word.\" \"Asshole,\" he says, pronouncing it the correct way. \"Thank you. Now stop saying it. You're twelve.\"",
      "I can't tell you what that means to me, knowing that you have our \"heart\" placed in the very spot where I once secretly buried the words I love you.",
      "Love. Discovering it, giving it, receiving it, falling in it, living in it, leaving for it!",
      "Lily laughs. \"I can't wait to be stuck with you forever.\"",
      "P.S. It is my wish for you to be my fish."
    ]
  },
  {
    "bookName": "The Chad Mindset Vol 1 - 3",
    "coverImage": "./assets/images/book-covers/TheChadMindsetVol1-3.png",
    "author": "Jacked Aecus",
    "publishYear": "2023",
    "genre": "Self-Help",
    "dateOfCompletion": "2024-03-19",
    "quotes": [
      "\"Tomorrow doesn't exist. Yesterday doesn't exist. The only thing you have in your hands is today.\"",
      "\"In the past, huge economic downturns have been more favourable to creating fortunes than periods of tremendous prosperity.\"",
      "\"A goal without a deadline is just a dream.\"",
      "The goal isn't just to get stuff done, it's to get stuff done ASAP!",
      "Fear is an excellent motivator, if you let it motivate you. Fear is also an excellent tool to keep you from succeeding, if you let it.",
      "You don't deserve something if you're not willing to work hard for it. You can have it if you're willing to die for it.",
      "You eat garbage = You feel like garbage. Depression is more common among the obese. Video games are no substitute. Movies are no substitute. The internet is no substitute. Depressing music has a depressing effect. Stop listening to it.",
      "Shame will light a fire under you better than any desire. It isn't desire that gets someone to train like an animal. It isn't desire that deadlifts 900 lbs. It isn't desire that gets someone in the boxing ring and kills opponents left and right. It is the revenge of shame.",
      "If you want to get in shape you can't read a bunch of goddamn books on physical fitness and expect to get into shape. Same with business. You gotta learn all you can, cram it into a month or two, and then get that ball rolling.",
      "Your time should be spent either eating, shitting, lifting, learning or doing.",
      "When you look like a winner, success is inevitable. If you consistently look like a winner, people will always take notice of you and hold you in high esteem, which is exactly how you should be viewed.",
      "Your outward appearance is a complete and total manifestation of your inward mindset, attitude and pride. If you wish to be perceived as a man of value, start advertising yourself as a man of value.",
      "Having high standards is the mark of a man who is not swayed by the lies of the television, the lies of the government, the lies of the deluded and drugged masses of the soul-less.",
      "Have a reason to succeed. You must have a need to succeed. Not a want, or a hope, or a wish... a fucking NEED.",
      "\"Overnight successes\" can take up to 15 years to achieve. Rule breakers are action takers. \"Be in control of everything in your life, leave nothing in the hands of others, and always keep options.\"",
      "The real sacrifice, the only sacrifice, is not trying in the first place. That's what leads to the \"what ifs\" on the deathbed.",
      "At the end of the day they won't have what you have... Live like no one will, so you can live like no one can. The best shy people perform so well that other people don't even know that they are shy.",
      "Talented introverts often spend years \"in the shadows\" developing a talent or skill-set. Then they seem to come out of nowhere (overnight successes)."
    ]
  },
  {
    "bookName": "The Midnight Library",
    "coverImage": "./assets/images/book-covers/TheMidnightLibrary.jpg",
    "author": "Matt Haig",
    "publishYear": "2020",
    "genre": "Fantasy/Sci-Fi",
    "dateOfCompletion": "2024-03-09",
    "quotes": [
      "... there were no wrong notes on a piano.",
      "'Coldness and wetness don't always go together,' Nora told her. 'Antarctica is the driest continent on Earth. Technically, it's a desert.'",
      "She didn't tell him that while coal and diamonds are both carbon, coal is too impure to be able, under whatever pressure, to become a diamond. According to science, you start off as coal and you end up as coal. Maybe that was the real-life lesson.",
      "You don't go to death. Death comes to you.",
      "'Regrets ignore chronology. They float around.'",
      "'It's hard to predict, isn't it?' she asked, ... 'The things that will make us happy.'",
      "'Want,' - in a measured tone, 'is an interesting word. It means lack. Sometimes if we fill that lack with something else the original want disappears entirely. Maybe you have a lack problem rather than a want problem. Maybe there is a life that you really want to live.'",
      "'Why did you lie?' (About Voltaire, the cat) 'I wasn't lying. I asked you what your cat's name was. I never said I didn't know what your cat's name was. Do you understand the difference? I just wanted you to say his name, so that you would feel something.'",
      "'So, you see? Sometimes regrets aren't based on fact at all. Sometimes regrets are just...' She searched for the appropriate term and found it. 'A load of bullshit.'",
      "...sometimes the only way to learn is to live.",
      "'The rook is my favourite piece,' she said. 'It's the one that you think you don't have to watch out for. It is straightforward. You keep your eye on the queen, and the knights, and the bishop, because they are the sneaky ones. But it's the rook that often gets you.'",
      "The straightforward is never quite what it seems!",
      "'People with stamina aren't made any differently to anyone else, she was saying. The only difference is they have a clear goal in mind, and a determination to get there. Stamina is essential to stay focused in a life filled with distraction.'",
      "'It is the ability to stick to a task when your body and mind are at their limit, the ability to keep your head down, swimming in your lane, without looking around, worrying who might overtake you...'",
      "'If you aim to be something you are not, you will always fail. Aim to be you. Aim to look and act and think like you. Aim to be the truest version of you. Embrace that you-ness. Endorse it. Love it. Work hard at it. Don't give a second thought when people mock it or ridicule it.'",
      "Most gossip is envy in disguise. Keep your head down. Keep your stamina. Keep swimming...",
      "'Disobedience is the true foundation of liberty. The obedient must be slaves.' ~ Henry David Thoreau.",
      "'You see, doing one thing differently is very often the same as doing everything differently. Actions can't be reversed within a lifetime, however much we try...'",
      "This must be the hardest bit about being a spy, she thought. The emotion people store in you, like a bad investment. You feel like you are robbing people of something.",
      "'If one advances confidently, in the direction of his dreams, and endeavours to live the life which he has imagined, he will meet with a success unexpected in common hours.' ~ Henry David Thoreau.",
      "'I never found the companion that was so companionable as solitude.'",
      "The lonely mind in the busy city yearns for connection because it thinks human-to-human connection is the point of everything. But amid pure nature (or the 'tonic of wildness' as Thoreau called it) solitude took on a different character. It became in itself a kind of connection.",
      "Roger Dunbar at Oxford University... had discovered that human beings were wired to know only a hundred and fifty people, as that was the average size of hunter-gatherer communities.",
      "In the face of death, life seemed more attractive...",
      "When you stay too long in a place, you forget just how big an expanse the world is.",
      "The life of a human, according to the Scottish philosopher David Hume, was of no greater importance to the universe than that of an oyster. But if it was important enough for David Hume to write that thought down, then maybe it was important enough to aim to do something good. To help preserve life, in all its forms.",
      "To be a human was to continually dumb the world down into an understandable story that keeps things simple... A human sees the world in three dimensions. That is a simplification.",
      "Humans are fundamentally limited... who straighten out curved streets in their minds, which explains why they get lost all the time. 'It's like how humans never see the second hand of a clock mid-tick,' said Nora.",
      "You can have everything and feel nothing.",
      "There are patterns to life... Rhythms. It is so easy, while trapped in just the one life, to imagine that times of sadness or tragedy or failure or fear are a result of that particular existence. That it is a by-product of living a certain way, rather than simply living.",
      "It would have made things a lot easier if we understood there was no way of living that can immunise you against sadness. And that sadness is intrinsically part of the fabric of happiness. You can't have one without the other.",
      "There is no life where you can be in a state of sheer happiness forever. And imagining there is just breeds more unhappiness in the life you're in.",
      "The bad times are here,\nThe bad times have come,\nBut life can't be over,\nWhen it hasn't begun,\nThe lake shines and the water's cold,\nAll that glitters can turn to gold,\nSilence the music to improve the tune,\nStop the fake smiles and howl at the moon.",
      "The game is never over until it is over.",
      "It might look small and ordinary but it isn't. Because a pawn is never just a pawn. A pawn is a queen-in-waiting. All you need to do is find a way to keep moving forward. One square after another. And you can get to the other side and unlock all kinds of power.",
      "No player should give up if there were pieces still left on the board.",
      "Excellent outcomes were the result of the 'wise choice of many alternatives'.",
      "'Look at that chessboard we put back in place,' said Mrs Elm, softly. 'Look at how ordered and safe and peaceful it looks now, before a game starts. It's a beautiful thing. But it is boring. It is dead. And yet the moment you make a move on that board, things change...'\n\nThings begin to get more chaotic. And that chaos builds with every single move you make.",
      "After eight moves there are 288 billion different positions. And those possibilities keep growing. There are more possible ways to play a game of chess than the amount of atoms in the observable universe. So it gets very messy. And there is no right way to play;",
      "In chess, as in life, possibility is the basis of everything. Every hope, every dream, every regret, every moment of living.",
      "'Compassion is the basis of morality,' by Arthur Schopenhauer.",
      "Why Want Another Universe If This One Has Dogs?",
      "'Never trust someone who is willingly rude to low-paid service staff.'",
      "It wasn't just easy to fake wine knowledge in this life. It was easy to fake everything, which could have been a sign that the key to her apparently successful union with Eduardo was that he wasn't really paying attention.",
      "In one life she was a travel vlogger who had 1,750,000 YouTube subscribers and almost as many people following her on Instagram, and her most popular video was one where she fell off a gondola in Venice. She also had one about Rome called 'A Roma Therapy'.",
      "Life - that if there was a bad experience, there wouldn't only be bad experiences. She realised that she hadn't tried to end her life because she was miserable, but because she had managed to convince herself that there was no way out of her misery.",
      "'The fun is in the jumping, mon amie.'\n'But what if it's in the landing?'\n'You don't have to understand life, You just have to live it.'",
      "'We only know what we perceive. Everything we experience is ultimately just our perception of it. \"It's not what you look at that matters, it's what you see.\"'",
      "'When you have worries about things you don't know about, like the future, it's a very good idea to remind yourself of things you do know.'",
      "She tried to make herself look as presentable as it was possible to look in the two seconds before the arrival of a man she simultaneously slept with every night and also hadn't ever slept with. Schrödinger's husband, so to speak.",
      "He loved to gross Molly out with facts - a stomach gets a new lining every four days! Ear wax is a type of sweat! You have creatures called mites living in your eyelashes!",
      "He (at the duck pond, the first Saturday, within Molly's earshot) enthusiastically told a random stranger that male ducks have penises shaped like corkscrews.",
      "'Science distrusts anything that sounds too cool. Too sci-fi. Scientists are sceptics, as a rule.'",
      "She realised that you could be as honest as possible in life, but people only see the truth if it is close enough to their reality. As Thoreau wrote, 'It's not what you look at that matters, it's what you see.'\n\nSome truths were just impossible to see.",
      "She sensed that, for all the perfection here, there was something wrong amid the rightness. And the thing that was wrong couldn't be fixed because the flaw was the rightness itself. Everything was right, and yet she hadn't earned this. She had joined the movie halfway.",
      "Never underestimate the big importance of small things.",
      "'I don't want to die.' Nora wanted to live. (Nothing happened)\nNora decided to live. (Still nothing).\nNora was ready to live. (Nothing)\nSo she stopped trying to think... The one truth she had, a truth she was now proud of and pleased with. A truth she had not only come to terms with but welcomed openly, with every fiery molecule of her being... Three simple words containing the power and potential of a multiverse:\nI AM ALIVE.\nAnd with that, the ground shook like fury and every last remnant dissolved into dust.",
      "The sky grows dark,\nThe black over blue,\nYet the stars still dare,\nTo shine for you.",
      "\"A Thing I Have Learned (Written By A Nobody Who Has Been Everybody)\"",
      "We don't have to play every game to know what winning feels like. We don't have to hear every piece of music in the world to understand music. We don't have to have tried every variety of grape from every vineyard to know the pleasure of wine.",
      "Love and laughter and fear and pain are universal currencies. We only need to be one person. We only need to feel one existence. We don't have to do everything in order to be everything, because we are already infinite.",
      "Yesterday I knew I had no future, and that it was impossible for me to accept my life as it is now. And yet today, that same messy life seems full of hope. Potential. The impossible, I suppose, happens via living.",
      "Will my life be miraculously free from pain, despair, grief, heartbreak, hardship, loneliness, depression? No. But do I want to live? Yes. Yes. A thousand times, yes.",
      "It is quite a revelation to discover that the place you wanted to escape to is the exact same place you escaped from.\n\nThat the prison wasn't the place, but the perspective.",
      "The paradox of volcanoes was that they were symbols of destruction but also life. Once the lava slows and cools, it solidifies and then breaks down over time to become soil - rich, fertile soil. She wasn't a black hole, she decided. She was a volcano. And like a volcano she couldn't run away from herself. She'd have to stay there and tend to that wasteland. She could plant a forest inside herself."
    ]
  },
  {
    "bookName": "Verity",
    "coverImage": "./assets/images/book-covers/Verity.jpg",
    "author": "Colleen Hoover",
    "publishYear": "2018",
    "genre": "Thriller/Suspense/ Fiction",
    "dateOfCompletion": "2024-02-28",
    "quotes": [
      "The world was her manuscript. No surface was safe.",
      "One should only walk away from an autobiography with, at best, an uncomfortable distaste for its author.",
      "The good thing about sins is they don't have to be atoned for immediately.",
      "\"I stretch truths where I see fit. I'm a writer.\"",
      "It isn't really love at first sight until you've been with the person long enough for it to become love at first sight."
    ]
  },
  {
    "bookName": "Takeover",
    "coverImage": "./assets/images/book-covers/Takeover.jpg",
    "author": "Peter Waine",
    "publishYear": "2000",
    "genre": "Business/Fiction",
    "dateOfCompletion": "2024-02-26",
    "quotes": [
      "In today's business world, a company is either competitive or dead!",
      "If nobody is after my best people, then they're not my best people any ore.",
      "Ducks have a notoriously unstable digestive system. There's a story about Errol Flynn feeding a piece of fatty pork on a string to a whole load of ducks; it went right through each one, the next one gobbled it down, and so on. They ended up threaded, the whole flock of them.",
      "Whether you're an individual or a company, cash gives you choice.",
      "Companies get into trouble when they run out of cash, not when they make a loss.",
      "So a predator must tread very carefully since no one can bend the rules where there are no rules, only suggestions.",
      "Too many managers are like too many cooks.",
      "'It's not what you've got, it's what you do with it,' she said. 'Otherwise we might as well have left the bottle unopened in the cellar.'",
      "'The thing about bananas, Tim, is that they only reach true ripeness for about ten minutes in their whole existence. Before, they're too crisp; after, too soggy.'",
      "If there's a lack of clarity among the directors, then it's going to be positively muddy further down",
      "We are what we do and when what we do is taken away, then maybe we no longer are.",
      "Three people you should never lie to: your doctor, your directors and your banker.",
      "Forewarned is forearmed.",
      "In skating over thin ice, our safety is in our speed.",
      "If the game was rigged, at least it was rigged for everyone."
    ]
  },
  {
    "bookName": "The Fault In Our Stars",
    "coverImage": "./assets/images/book-covers/TheFaultInOurStars.jpg",
    "author": "John Green",
    "publishYear": "2012",
    "genre": "Romance/Adult Fiction",
    "dateOfCompletion": "2024-02-15",
    "quotes": [
      "... And in freedom, most people find sin.",
      "\"All Salvation is Temporary,\" Augustus shot back. \"I bought them a minute. Maybe that's the minute that buys them an hour, which is the hour that buys them a year. No one's gonna buy them forever, Hazel Grace, but my life bought them a minute. And that's not nothing.\"",
      "People talk about the courage of cancer patients, and I do not deny that courage. I had been poked and stabbed and poisoned for years, and still I trod on. But make no mistake: In that moment, I would have been very, very happy to die.",
      "The dead are visible only in the terrible lidless eye of memory. The living, thank heaven, retain the ability to surprise and to disappoint.",
      "\"It's a metaphor, see: You put the killing thing (cigarette) right between your teeth, but you don't give it the power to do its killing.\"",
      "... It would be a privilege to have my heart broken by you.",
      "...but the world is not a wish-granting factory.",
      "\"I lit up like a Christmas tree, Hazel Grace. The lining of my chest, my left hip, my liver, everywhere.\"",
      "\"What am I at war with? My cancer. And what is my cancer? My cancer is me. The tumors are made of me. They're made of me as surely as my brain and my heart are made of me. It is a civil war, Hazel Grace, with a predetermined winner.\"",
      "\"I'm on a roller coaster that only goes up,\" he said. \"And it is my privilege and my responsibility to ride all the way up with you,\" I said.",
      "\"That's what I believe. I believe the universe wants to be noticed. I think the universe is improbably biased toward consciousness, that it rewards intelligence in part because the universe enjoys its elegance being observed.\"",
      "And who am I, living in the middle of history, to tell the universe that it - or my observation of it - is temporary?\"",
      "Some infinities are bigger than other infinities.",
      "\"But I will say this: When the scientists of the future show up at my house with robot eyes and they tell me to try them on, I will tell the scientists to screw off, because I do not want to see a world without him.\"",
      "\"But, Gus, my love, I cannot tell you how thankful I am for our little infinity. I wouldn't trade it for the world. You gave me a forever within the numbered days, and I'm grateful.\"",
      "Writing does not resurrect. It buries.",
      "...and then all of them would touch the coffin instead of touching him, because no one wants to touch the dead.",
      "Without pain, we couldn't know joy.",
      "Funerals, I had decided, are for the living.",
      "\"Omnis cellula e cellula,\" he said again. \"All cells come from cells - Life comes from life. Life begets life...\"",
      "'Pain is like fabric: The stronger it is, the more it's worth.'",
      "The real heroes anyway aren't the people doing things; the real heroes are the people NOTICING things, paying attention. The guy who invented the smallpox vaccine didn't actually invent anything. He just noticed that people with cowpox didn't get smallpox.",
      "\"There is no try,\" I said. \"There is only do.\""
    ]
  },
  {
    "bookName": "Animal Farm",
    "coverImage": "./assets/images/book-covers/AnimalFarm.jpg",
    "author": "George Orwell",
    "publishYear": "1945",
    "genre": "Fable/Satire",
    "dateOfCompletion": "2024-01-03",
    "quotes": [
      "All Animals Are Equal But Some Animals Are More Equal Than Others.",
      "Men can only be happy when they do not assume that the object of life is happiness.",
      "If liberty means anything at all, it means the right to tell people what they do not want to hear.",
      "Serious sport has nothing to do with fair play. It is bound up with hatred, jealousy, boastfulness, disregard of all rules and sadistic pleasure in witnessing violence.\nn other words: it is war minus the shooting.",
      "Speaking the Truth in times of universal deceit is a revolutionary act.",
      "In practice, 'he who is not with me is against me.'"
    ]
  }
]